Repository: bago/nl4wp_updater
Catalog: rs/newsletter-for-wp-*.po
Languages: it_it

source: Default Value
it_it: Valore predefinito

source: To integrate with Ninja Forms, add the "Newsletter" action to <a href="%s">one of your Ninja Forms forms</a>.
it_it: Per integrare con forme di Ninja, aggiungere l'azione di "Newsletter" a <a href="%s">uno dei tuoi Ninja form</a>.

source: Newsletter opt-in
it_it: Opt-in Newsletter

source: After billing details
it_it: Dopo i dettagli di pagamento

source: After shipping details
it_it: Dopo i dettagli della spedizione

source: After customer details
it_it: Dopo i dettagli dell’utente

source: Before submit button
it_it: Prima del pulsante di invio

source: Position
it_it: Posizione

source: Order #%d
it_it: Ordine #%d

source: Use this integration by adding the "Newsletter" field to <a href="%s">your WPForms forms</a>.
it_it: Usa questa integrazione, aggiungendo il campo “Newsletter” ai <a href="%s">tuoi moduli WPForms</a>.

source: Sign-up to our newsletter?
it_it: Iscriviti alla nostra newsletter.

source: Select the Newsletter list to subscribe to.
it_it: Seleziona la lista a cui iscriversi

source: Set your sign-up label text and whether it should be pre-checked.
it_it: Immetti l’etichetta della casella e decidi se debba essere già selezionata.

source: Sign-up checkbox
it_it: Casella di iscrizione

source: (empty)
it_it: (vuoto)

source: Showing the first 20 choices.<br> All %d choices will be displayed when viewing the form.
it_it: Vengono mostrate le prime 20 scelte.<br> Tutte le %d scelte verranno mostrate quando viene visualizzato il modulo.

source: Check for updates
it_it: Controlla gli aggiornamenti

source: View details
it_it: Vedi dettagli

source: More information about %s
it_it: Più informazioni su %s

# the plugin title
source: The %s plugin is up to date.
it_it: Il plugin %s è aggiornato.

# the plugin title
source: A new version of the %s plugin is available.
it_it: Una nuova versione del plugin %s è disponibile.

# the plugin title
source: Could not determine if updates are available for %s.
it_it: Non posso determinare se ci sono aggiornamenti per %s.

source: Unknown update checker status "%s"
it_it: Controllo stato aggiornamento sconosciuto “%s”

source: There is no changelog available.
it_it: Non è disponibile il changelog.

source: Newsletter for WordPress
it_it: Newsletter per WordPress

source: Documentation
it_it: Documentazione

source: Preview form
it_it: Anteprima Modulo

source: Get shortcode
it_it: Preleva Shortcode

source: Preview this form
it_it: Anteprima di questo modulo

source: Please ensure you <a href="%s">configure the plugin to send all required fields</a> or <a href="%s">log into your Newsletter account</a> and make sure only the email & name fields are marked as required fields for the selected list(s).
it_it: Assicurati di <a href="%s">configurare il plugin per inviare tutti i campi richiesti</a> oppure accedi al servizio e assicurati che solo i campi e-mail e nome siano contrassegnati come campi richiesti.

source: Select "no" if you want to ask your visitors before they are subscribed (recommended).
it_it: Selezionare "No", se si vuole chiedere conferma ai visitatori prima che vengano iscritti (consigliato).

source: Usage Tracking
it_it: Rilevamento dell'utilizzo

source: Allow us to anonymously track how this plugin is used to help us make it better fit your needs.
it_it: Ci permette di monitorare in modo anonimo come questo plugin viene usato per contribuire a renderlo migliore ed adattarlo sempre di più alle tue esigenze.

source: This is what we track.
it_it: Questo è quello che abbiamo tracciato.

source: Replace existing interest groups?
it_it: Sostituire i gruppi di interesse esistenti?

source: Subscribes people from your WordPress comment form.
it_it: Usa i commenti WordPress per sottoscrivere nuovi utenti.

source: Subscribes people from your WordPress registration form.
it_it: Usa il modulo di registrazione WordPress per iscrivere nuovi utenti.

source: Subscribes your WooCommerce customers.
it_it: Iscrivi i tuoi clienti WooCommerce.

source: Subscribes people from Contact Form 7 forms.
it_it: Usa Contact Form 7 per iscrivere nuovi utenti.

source: Subscribes people from Events Manager booking forms.
it_it: Usa Event Manager per iscrivere nuovi utenti.

source: Integrate with custom third-party forms.
it_it: Usa moduli di terze parti per iscrivere nuovi utenti.

source: Subscribe visitors from your Ninja Forms forms.
it_it: Usa Ninja Forms per iscrivere nuovi utenti.

source: Subscribes users from BuddyPress registration forms.
it_it: Usa BuddyPress per iscrivere nuovi utenti.

source: Subscribes your Easy Digital Downloads customers.
it_it: Usa Easy Digital Downloads per iscrivere nuovi utenti.

source: Subscribes people from MemberPress register forms.
it_it: Usa MemberPress per iscrivere nuovi utenti.

source: Subscribe visitors from your WPForms forms.
it_it: Usa WPForms per iscrivere nuovi utenti.

source: Subscribe visitors from your Gravity Forms forms.
it_it: Usa Gravity Forms per iscrivere nuovi utenti.

source: Subscribes people from your AffiliateWP registration form.
it_it: Usa AffiliateWP per iscrivere nuovi utenti.

source: I have read and agree to the terms & conditions
it_it: Ho letto e accettato l'informativa privacy

source: Link to your terms & conditions page
it_it: Link alla pagina dell'informativa privacy

source: Agree to terms
it_it: Informativa privacy
