Repository: bago/nl4wp_updater
Catalog: rs/newsletter-for-wp-*.po
Languages: it_it

source: Email address
it_it: Indirizzo email

source: Your email address
it_it: Tuo indirizzo email

source: Sign up
it_it: Registrazione

source: Thank you, your sign-up request was successful! Please check your email inbox to confirm.
it_it: Grazie, la tua richiesta di iscrizione ha avuto successo! Controlla la tua casella di posta elettronica per confermare.

source: Thank you, your records have been updated!
it_it: Grazie, i record sono stati aggiornati!

source: You were successfully unsubscribed.
it_it: La tua iscrizione è stata annullata con successo.

source: Given email address is not subscribed.
it_it: L'indirizzo di posta elettronica fornito non è iscritto.

source: Oops. Something went wrong. Please try again later.
it_it: Oops. Qualcosa è andato storto. Per favore prova di nuovo.

source: Please provide a valid email address.
it_it: Per favore fornisci un indirizzo email valido.

source: Given email address is already subscribed, thank you!
it_it: L'indirizzo email inserito è già iscritto, grazie!

source: Please fill in the required fields.
it_it: Si prega di compilare tutti i campi obbligatori.

source: Please select at least one list.
it_it: Si prega di selezionare almeno una lista.

source: Sign me up for the newsletter!
it_it: Iscriviti alla Newsletter!

source: Settings
it_it: Impostazioni

source: Success! The cached configuration for your Newsletter lists has been renewed.
it_it: Successo! La configurazione della cache per le vostra lista è stata rinnovata.

source: This is a pro-only feature. Please upgrade to the premium version to be able to use it.
it_it: Questa è una caratteristica disponibile solo nella versione pro. Si prega di aggiornare alla versione premium per utilizzarla.

source: Renew Newsletter lists
it_it: Rinnova le liste del tuo account

source: Fetching Newsletter lists
it_it: Il recupero delle liste

source: Done! Newsletter lists renewed.
it_it: Fatto! Liste caricate!

source: This can take a while if you have many Newsletter lists.
it_it: Questo può richiedere un po' di tempo.

source: Failed to renew your lists. An error occured.
it_it: Non siamo riusciti a rinnovare la tua lista. C’è stato un errore

source: Newsletter API Settings
it_it: Impostazioni API

source: Other Settings
it_it: Altre impostazioni

source: Other
it_it: Altro

source: Error connecting to Newsletter:
it_it: Errore di connessione alle API:

source: Looks like your server is blocked by Newsletter's firewall. Please contact Newsletter support and include the following reference number: %s
it_it: Pare che il tuo server sia stato bloccato dal tuo fornitore. Contatta l’assistenza e passa il seguente codice di riferimento: %s

source: Here's some info on solving common connectivity issues.
it_it: Ecco alcune informazioni sulla risoluzione dei problemi di connettività comuni.

source: Newsletter returned the following error:
it_it: Newsletter API ha restituito il seguente errore:

source: Log successfully emptied.
it_it: Registro con successo svuotato.

source: To get started with Newsletter for WordPress, please <a href="%s">enter your Newsletter API key on the settings page of the plugin</a>.
it_it: Per iniziare con la Newsletter per WordPress, si prega di inserire la chiave API del tuo servizio nella pagina impostazioni del plugin.

source: Upgrade to Premium
it_it: Aggiorna alla versione Premium

source: More subscribers, better newsletters.
it_it: Altri abbonati, migliori newsletter.

source: Learn how to best grow your lists & write better emails by subscribing to our monthly tips.
it_it: Scopri come far crescere le tue liste e scrivere e-mail in maniera più efficace mediante l'iscrizione ai nostri suggerimenti mensili.

source: Email Address
it_it: Indirizzo email

source: First Name
it_it: Nome

source: Subscribe
it_it: Iscriviti

source: You've been using Newsletter for WordPress for some time now; we hope you love it!
it_it: Hai utilizzato Newsletter per WordPress per qualche tempo a questa parte; Speriamo che ti piaccia!

source: Dismiss this notice.
it_it: Scarta questa notifica.

source: Once a month
it_it: Una volta al mese

source: Default sign-up form
it_it: Modulo d'Iscrizione Predefinito

source: Read more about common connectivity issues.
it_it: Per saperne di più comuni problemi di connettività.

source: Add to form
it_it: Aggiungere al modulo

source: City
it_it: Città

source: Checkboxes
it_it: Caselle di Selezione

source: Choices
it_it: Scelte

source: Choice type
it_it: Tipo di scelta

source: Choose a field to add to the form
it_it: Scegliere un campo per aggiungere al modulo

source: Close
it_it: Chiudi

source: Country
it_it: Paese

source: Dropdown
it_it: Menu a discesa

source: Field type
it_it: Tipo di campo

source: Field label
it_it: Etichetta del campo

source: Form action
it_it: Azione modulo

source: This field will allow your visitors to choose whether they would like to subscribe or unsubscribe
it_it: Questo campo permetterà ai visitatori di scegliere se vorrebbero iscriversi o cancellarsi

source: Form fields
it_it: Campi

source: This field is marked as required in Newsletter.
it_it: Questo è un campo obbligatorio.

source: Initial value
it_it: Valore iniziale

source: Interest categories
it_it: Gruppi

source: Is this field required?
it_it: Questo campo è necessario?

source: List choice
it_it: Scelta Lista

source: This field will allow your visitors to choose a list to subscribe to.
it_it: Questo campo permetterà ai vostri visitatori di scegliere una lista di sottoscrivere.

source: List fields
it_it: Elenco Liste

source: Max
it_it: Massimo

source: No available fields. Did you select a Newsletter list in the form settings?
it_it: Nessun campo disponibile. E' stata selezionata una lista nelle impostazioni del modulo?

source: Optional
it_it: Opzionale

source: Placeholder
it_it: Testo Esempio

source: Text to show when field has no value.
it_it: Testo da visualizzare quando il campo non ha alcun valore.

source: Preselect
it_it: Preselezione

source: Remove
it_it: Rimuovi

source: Radio buttons
it_it: Caselle di scelta singola

source: Street Address
it_it: Indirizzo

source: State
it_it: Stato

source: Submit button
it_it: Pulsante Invio

source: Wrap in paragraph tags?
it_it: Aggiungere tag paragrafo?

source: Value
it_it: Valore

source: Text to prefill this field with.
it_it: Testo da precompilare nel campo.

source: ZIP
it_it: CAP

source: Forms
it_it: Moduli

source: Form
it_it: Modulo

source: <strong>Success!</strong> Form successfully saved.
it_it: <strong>Successo!</strong> Modulo salvato correttamente.

source: Form not found.
it_it: Modulo non trovato.

source: Go back
it_it: Indietro

source: Newsletter Sign-Up Form
it_it: Iscrizione alla newsletter

source: Select the form to show
it_it: Seleziona il modulo da mostrare

source: Leave this field empty if you're human:
it_it: Lascia questo campo vuoto se sei umano:

source: Replaced with the form response (error or success messages).
it_it: Sostituisci con il modulo di risposta (messaggi di errore o di conferma).

source: Data from the URL or a submitted form.
it_it: Dati dall’URL o da un modulo inviato.

source: Data from a cookie.
it_it: Dati da un cookie.

source: Replaced with the number of subscribers on the selected list(s)
it_it: Sostituito con il numero di iscritti alle liste selezionate

source: The email address of the current visitor (if known).
it_it: L'indirizzo email del visitatore corrente (se noto).

source: The URL of the page.
it_it: URL della pagina.

source: The path of the page.
it_it: Il percorso della pagina.

source: The current date. Example: %s.
it_it: La data corrente. Esempio: %s.

source: The current time. Example: %s.
it_it: L'ora corrente. Esempio: %s.

source: The site's language. Example: %s.
it_it: La lingua del sito. Esempio: %s.

source: The visitor's IP address. Example: %s.
it_it: L'indirizzo IP del visitatore. Esempio: %s.

source: The property of the currently logged-in user.
it_it: La proprietà dell'utente attualmente loggato.

source: Property of the current page or post.
it_it: Proprietà della pagina corrente o dell'articolo.

source: There is no form with ID %d, perhaps it was deleted?
it_it: Non vi è alcun form con ID% d, forse è stato eliminato?

source: Displays your Newsletter for WordPress sign-up form
it_it: Visualizza il tuo modulo di iscrizione

source: Title:
it_it: Titolo:

source: You can edit your sign-up form in the <a href="%s">Newsletter for WordPress form settings</a>.
it_it: Puoi modificare il tuo modulo di iscrizione nelle <a href="%s">impostazioni del modulo Newsletter per WordPress</a>.

source: Add new form
it_it: Aggiungi nuovo modulo

source: What is the name of this form?
it_it: Qual è il nome di questo modulo?

source: Enter your form title..
it_it: Immetti il titolo del tuo modulo..

source: To which Newsletter lists should this form subscribe?
it_it: Per quale lista dovrebbe essere presente il modulo d'iscrizione?

source: No lists found. Did you <a href="%s">connect with Newsletter</a>?
it_it: Nessuna lista trovata. Sei connesso al servizio Newsletter?

source: Fields
it_it: Campi

source: Messages
it_it: Messaggi

source: Appearance
it_it: Aspetto

source: You are here:
it_it: Sei qui:

source: Edit Form
it_it: Modifica modulo

source: Enter form title here
it_it: Immetti il titolo del modulo qui

source: Enter the title of your sign-up form
it_it: Immettere il titolo del tuo modulo di iscrizione

source: Use the shortcode %s to display this form inside a post, page or text widget.
it_it: Per visualizzare questo modulo all'interno di un widget post, pagina o testo, usa lo shortcode %s.

source: Add more fields
it_it: Aggiungi più campi

source: To add more fields to your form, you will need to create those fields in Newsletter first.
it_it: Per aggiungere altri campi al modulo, è necessario prima creare tali campi nel servizio Newsletter.

source: Here's how:
it_it: Ecco come fare:

source: Log in to your Newsletter account.
it_it: Accedi al tuo account.

source: Add list fields to any of your selected lists.
it_it: Aggiungi i campi andando in Impostazioni > Campi Iscrizione.

source: Clicking the following links will take you to the right screen.
it_it: Cliccare i seguenti link ti porterà alla pagina giusta.

source: Edit list fields for
it_it: Modifica la lista dei campi per

source: Click the following button to have Newsletter for WordPress pick up on your changes.
it_it: Fare clic sul pulsante seguente per prelevare le modifiche di Newsletter per WordPress.

source: Add dynamic form variable
it_it: Aggiungi variabili dinamiche nel modulo

source: The following list of variables can be used to <a href="%s">add some dynamic content to your form or success and error messages</a>.
it_it: Il seguente elenco di variabili può essere utilizzato per aggiungere alcuni contenuti dinamici al tuo modulo o messaggi di conferma ed errore.

source: This allows you to personalise your form or response messages.
it_it: Ciò consente di personalizzare il tuo modulo oppure i messaggi di risposta.

source: Inherit from %s theme
it_it: Ereditare dal tema %s

source: Basic
it_it: Base

source: Form Themes
it_it: Temi

source: Light Theme
it_it: Tema Chiaro

source: Dark Theme
it_it: Tema Scuro

source: Red Theme
it_it: Tema Rosso

source: Green Theme
it_it: Tema Verde

source: Blue Theme
it_it: Tema Blu

source: Form Appearance
it_it: Aspetto modulo

source: Form Style
it_it: Stile Modulo

source: If you want to load some default CSS styles, select "basic formatting styles" or choose one of the color themes
it_it: Se vuoi caricare qualche stile CSS originale, seleziona “Stili di base” o scegli un colore dei temi

source: Form variables
it_it: Variabili di modulo

source: Form Fields
it_it: Campi del Modulo

source: Form code
it_it: Codice modulo

source: Enter the HTML code for your form fields..
it_it: Inserire il codice HTML per i campi modulo...

source: Form preview
it_it: Anteprima modulo

source: The form may look slightly different than this when shown in a post, page or widget area.
it_it: Il form potrebbe apparire leggermente differente quando è mostrato in un’articolo, una pagina o un’area widget

source: Form Messages
it_it: Messaggi del Modulo

source: Successfully subscribed
it_it: Iscritto con successo

source: The text that shows when an email address is successfully subscribed to the selected list(s).
it_it: Il testo da mostrare quando un indirizzo email si iscrive correttamente.

source: Invalid email address
it_it: Indirizzo e-mail non valido

source: The text that shows when an invalid email address is given.
it_it: Il testo che mostra quando è dato un indirizzo email non valido.

source: Required field missing
it_it: Campo obbligatorio mancante

source: The text that shows when a required field for the selected list(s) is missing.
it_it: Il testo da mostrare quando un campo obbligatorio non è stato compilato.

source: Already subscribed
it_it: Già iscritto

source: The text that shows when the given email is already subscribed to the selected list(s).
it_it: Il testo da mostrare quando una email è già iscritto al servizio.

source: General error
it_it: Errore generale

source: The text that shows when a general error occured.
it_it: Il testo da mostrare quando si è verificato un errore generale.

source: Unsubscribed
it_it: Iscrizione Annullata

source: When using the unsubscribe method, this is the text that shows when the given email address is successfully unsubscribed from the selected list(s).
it_it: Il testo da mostrare quando un utente si disiscrive correttamente.

source: Not subscribed
it_it: Non iscritto

source: When using the unsubscribe method, this is the text that shows when the given email address is not on the selected list(s).
it_it: Il testo da mostrare quando l’indirizzo da disiscrivere non è presente nel servizio.

source: No list selected
it_it: Nessuna lista selezionata

source: When offering a list choice, this is the text that shows when no lists were selected.
it_it: Testo da mostrare quando sono state selezionate alcune liste.

source: Updated
it_it: Aggiornato:

source: The text that shows when an existing subscriber is updated.
it_it: Il testo da mostrare quando un sottoscrittore esistente viene aggiornato.

source: HTML tags like %s are allowed in the message fields.
it_it: I tag HTML %s sono ammessi nei campi del messaggio.

source: Form Settings
it_it: Impostazioni Modulo

source: Newsletter specific settings
it_it: Impostazioni specifiche servizio

source: Lists this form subscribes to
it_it: Liste a cui questo modulo sottoscrive

source: No lists found, <a href="%s">are you connected to Newsletter</a>?
it_it: Nessuna lista trovata, si è collegati al proprio sistema di invio Newsletter?

source: Select the list(s) to which people who submit this form should be subscribed.
it_it: Selezionare la lista in cui chi invia questo modulo verrà iscritto.

source: Use double opt-in?
it_it: Vuoi usare il confirmed opt-in?

source: Yes
it_it: Sì

source: Are you sure you want to disable double opt-in?
it_it: Sei sicuro di voler disabilitare il confirmed opt-in?

source: We strongly suggest keeping double opt-in enabled. Disabling double opt-in may result in abuse.
it_it: Consigliamo fortemente di mantenere il confirmed out-in attivato. La disattivazione può generare abusi.

source: Update existing subscribers?
it_it: Aggiornare le iscrizioni esistenti?

source: Select "yes" if you want to update existing subscribers with the data that is sent.
it_it: Selezionare "Sì" se si desidera aggiornare le iscrizioni esistenti con i dati che vengono inviati.

source: Replace interest groups?
it_it: Sostituire i gruppi di interesse?

source: Select "no" if you want to add the selected interests to any previously selected interests when updating a subscriber.
it_it: Selezionare "No", se si desidera aggiungere i gruppi comunicati nel modulo a quelli selezionati in precedenza quando si aggiorna un iscritto.

source: Form behaviour
it_it: Comportamento del modulo

source: Hide form after a successful sign-up?
it_it: Nascondere modulo dopo il messaggio di successo nell'iscrizione?

source: Select "yes" to hide the form fields after a successful sign-up.
it_it: Selezionare "sì" per nascondere i campi del modulo dopo l’iscrizione.

source: Redirect to URL after successful sign-ups
it_it: Reindirizzamento dopo l’iscrizione

source: Example: %s
it_it: Esempio: %s

source: Leave empty or enter <code>0</code> for no redirect. Otherwise, use complete (absolute) URLs, including <code>http://</code>.
it_it: Lasciare vuoto o immettere <code>0</code> per non reindirizzare. In caso contrario, utilizzare un URL completo con percorso assoluto, compreso <code>http://</code> .

source: Your "subscribed" message will not show when redirecting to another page, so make sure to let your visitors know they were successfully subscribed.
it_it: Il tuo messaggio di ringraziamento non verrà mostrato se imposti la re direzione verso un’altra pagina.

source: Integrations
it_it: Integrazioni

source: %s integration
it_it: Integrazione %s

source: The selected Newsletter lists require non-default fields, which may prevent this integration from working.
it_it: La lista selezionata richiede campi non standard che possono impedire il buon funzionamento di questa integrazione.

source: Enabled?
it_it: Attivato?

source: Enable the %s integration? This will add a sign-up checkbox to the form.
it_it: Abilitare l'integrazione %s ? Questo aggiungerà una casella di controllo di iscrizione al modulo.

source: Implicit?
it_it: Implicito?

source: (recommended)
it_it: (raccomandato)

source: Select "yes" if you want to subscribe people without asking them explicitly.
it_it: Selezionare "Sì" se si desidera iscrivere le persone senza chiederlo esplicitamente.

source: <strong>Warning: </strong> enabling this may affect your <a href="%s">GDPR compliance</a>.
it_it: <strong>Attenzione: </strong> abilitare questo potrebbe avere effetti sulla conformità GDPR

source: Newsletter Lists
it_it: Lista

source: Select the list(s) to which people who check the checkbox should be subscribed.
it_it: Selezionare la lista a cui iscrivere le persone.

source: Checkbox label text
it_it: Etichetta Checkbox

source: HTML tags like %s are allowed in the label text.
it_it: I tag HTML %s sono ammessi nei campi del messaggio.

source: Pre-check the checkbox?
it_it: Pre-selezionare la casella di controllo?

source: Select "yes" if the checkbox should be pre-checked.
it_it: Selezionare "Sì" se vuoi la casella già spuntata.

source: Load some default CSS?
it_it: Caricare alcuni CSS predefiniti?

source: Select "yes" if the checkbox appears in a weird place.
it_it: Selezionare "Sì" se la casella di controllo viene visualizzata in un posto strano.

source: Double opt-in?
it_it: Confirmed opt-in?

source: Select "yes" if you want people to confirm their email address before being subscribed (recommended)
it_it: Selezionare "Sì" se si desidera che la gente confermi il proprio indirizzo e-mail prima di essere iscritto (consigliato)

source: What does this do?
it_it: Cosa fa questo?

source: Name
it_it: Nome

source: Description
it_it: Descrizione

source: Configure this integration
it_it: Configura questa integrazione

source: The table below shows all available integrations.
it_it: La tabella seguente mostra tutte le integrazioni disponibili.

source: Click on the name of an integration to edit all settings specific to that integration.
it_it: Clicca sul nome di un'integrazione per modificare tutte le impostazioni relative a quest'ultima.

source: Enabled integrations
it_it: Abilita integrazioni

source: Available integrations
it_it: Integrazioni disponibili

source: Greyed out integrations will become available after installing & activating the corresponding plugin.
it_it: Le integrazioni in grigio saranno disponibili dopo l'installazione e l’attivazione del plugin corrispondente.

source: General Settings
it_it: Impostazioni generali

source: Status
it_it: Stato

source: CONNECTED
it_it: CONNESSO

source: NOT CONNECTED
it_it: NON CONNESSO

source: API Key
it_it: Chiave API

source: Your Newsletter API key
it_it: La chiave API del servizio

source: The API key for connecting with your Newsletter account.
it_it: La Chiave API per il collegamento con il tuo account. Per recuperarla entra nel tuo pannello e vai su Account > Specifiche API. Cliccando su 'Chiavi di Accesso API' otterrai il codice necessario.

source: Miscellaneous settings
it_it: Impostazioni varie

source: Logging
it_it: Log

source: Errors & warnings only
it_it: Errori + avvisi

source: Everything
it_it: Tutto

source: Determines what events should be written to <a href="%s">the debug log</a> (see below).
it_it: Determina quali eventi devono essere scritti nel registro di debug (vedi sotto).

source: Debug Log
it_it: Registro di debug

source: Filter..
it_it: Filtro.

source: Log file is not writable.
it_it: File di registro non è scrivibile.

source: Please ensure %s has the proper <a href="%s">file permissions</a>.
it_it: Assicurarsi che %s abbia le autorizzazioni di file corrette.

source: Nothing here. Which means there are no errors!
it_it: Niente qui. Il che significa che non ci sono errori!

source: Empty Log
it_it: Svuota il registro

source: Right now, the plugin is configured to only log errors and warnings.
it_it: In questo momento, il plugin è configurato solo per errori di registro e avvisi.

source: Your Newsletter Account
it_it: Il tuo Account di Newsletter

source: The table below shows your Newsletter lists and their details. If you just applied changes to your Newsletter lists, please use the following button to renew the cached lists configuration.
it_it: La tabella seguente mostra le tue liste ed i relativi dettagli. Se hai appena applicato le modifiche nel tuo account, utilizza il seguente pulsante per rinnovare la configurazione cache delle liste.

source: No lists were found in your Newsletter account
it_it: Nessuna lista è stata trovata nel tuo account

source: A total of %d lists were found in your Newsletter account.
it_it: Un totale di %d liste sono state trovate nel tuo account.

source: List Name
it_it: Nome della lista

source: Subscribers
it_it: Iscritti

source: Merge Fields
it_it: Dati Contatti

source: Type
it_it: Tipo

source: %s (%s) with field type %s.
it_it: %s (%s) con tipo di campo %s.

source: Interest Categories
it_it: Gruppi

source: Interests
it_it: Gruppi

source: To integrate with Contact Form 7, configure the settings below and then add %s to your CF7 form mark-up.
it_it: Per integrare con Contact Form 7, configura le impostazioni di seguito e quindi aggiungi %s al tuo modulo CF7.

source: To get a custom integration to work, include the following HTML in the form you are trying to integrate with.
it_it: Per ottenere un'integrazione personalizzata, includere il seguente codice HTML nel modulo che si sta cercando di integrare.

source: Subscribe to our newsletter.
it_it: Iscriviti alla nostra newsletter.

source: To integrate with Gravity Forms, add the "Newsletter" field to <a href="%s">one of your Gravity Forms forms</a>.
it_it: Per integrarsi con Gravity Forms, aggiungere il campo "Newsletter" a <a href="%s">uno dei tuoi Gravity form</a>.

source: Newsletter list
it_it: Lista

source: Select a Newsletter list
it_it: Seleziona una lista

source: To integrate with Ninja Forms, add the "Newsletter" field to your Ninja Forms forms.
it_it: Per integrare con forme di Ninja, aggiungere il campo "Newsletter" al vostro Ninja Form.

source: Left of Element
it_it: A Sinistra dell'elemento

source: Above Element
it_it: Sopra all’elemento

source: Below Element
it_it: Sotto all’elemento

source: Right of Element
it_it: A Destra dell'elemento

source: Unchecked
it_it: Deselezionato

source: Checked
it_it: Selezionato
